Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: [190a] བརྫུན་ སྨྲ་བ་ ནི་ རྩོད་པ འི་ ཚེ་ རང་ གི་ གཉེན་འདབ་ ཀྱི་ ཕྱིར་ རམ་ ཕྱོགས་ གཟུང་བ འི་ ཕྱིར་ རམ །_ ཕྱོགས་ སུ་ གྱུར་པ ས་ སྨྲས་ ལ །_ དེ་ སྨྲས་ ནས་
en: {{page:{number:217,id:UT22084-068-021-100243,folio:F.190.a,volume:V68}}} As for lying, one may, for the sake of one’s friends, or because of taking sides, speak in a biased way during a dispute.

source: ཀྱང་ འཆགས་པ ར་ མི་ བྱེད་ སྐྱོན་ དུ་ མི་ འཛིན་ ལ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་ ན དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྒྲ་ འབྱིན་ ཤིན་ཏུ་ སྒྲ་ འབྱིན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: If one does not later confess and regard the act as a misdeed, and instead resorts to, becomes habituated to, and increases such acts, one will, upon having separated from one’s body, fall into the lower realms, taking birth in the hell of Extreme Screams.

source: འདི་ལྟ་སྟེ །_ དེ འི་ ལྕེ་ གང་ གིས་ བརྫུན་ སྨྲས་པ་ དེ་ ལ་ ཆད་པ ས་ གཅོད་པ ར་ བྱེད་ དེ །_ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ སྤུ་གྲི ས་ མིད་པ་ དྲལ་ ནས་ དེར་ འབྱིན་ ཏེ །_ |#| ཕྱུང་ ནས་བ་ ཚྭ འི་ ཆུ་རབ་ ཏུ་ ཚ་བ ས་ ཆག་ཆག་ འདེབས་ སོ །_། |#| ནང་ ན་ ཡོད་པ འི་ ལྕེ་ ལ་ རུལ་པ འི་ དྲི་རབ་ ཏུ་ འབྱུང་ ཞིང་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ འི་ ཁ་ རབ་ཏུ་ འབར་བ ས་ ཀྱང་ ལྕེ་ དེ་ ལ་ ཟ འོ །_།
en: As a punishment, the henchmen of the Lord of Death will slice open the liars’ throats and cut out their tongues. |#| They will then pour burning acid into their throats. |#| The remainder of the tongues within their bodies will emit a foul stench, which will cause biting insects with burning mouths to emerge and eat the tongue.

source: ལུས་ ཀྱི་ ཚོར་བ་ ཡང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ བཤད་པ་ དེ་ ཐམས་ཅད་ ཀྱི་ མཐའ་དག་ སྔ་མ་ བཞིན་ དུ་ ཇི་སྲིད་ དུ་ དེ འི་
en: The beings of this realm will also have to endure all the physical tortures that were explained in the context of the Reviving Hell and the other previous hell realms.

source: བརྫུན་ གྱི་ ལས་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Thus, until the karmic actions of lying have been overcome, relinquished, and exhausted, the tortures will continue.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $605 “When one finally escapes this hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: དེ་ སྨྱོན་པ ར་ འགྱུར་ ཞིང་ དབུལ་བ ར་ འགྱུར །_ སེམས་ རྣམ་པར་ གཡེངས་པ་ དང་ །_ ཚེ་ ཐུང་བ་ དང་ །_ དབང་པོ་ མ་ཚང་བ་ དང་ །_
en: Yet in that case one will be insane, destitute, and have a scattered mind, a short life, and incomplete faculties.

source: སྐྱེ་བོ་ ཀུན་ གྱིས་ སྨད་པ་ དང་ །_ དོན་ ཐམས་ཅད་ མེད་པ འི་ སྐལ་བ་ ཅན་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: One will be despised by everyone and completely unsuccessful.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཆེན་པོ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཆེན་པོ འི་ འཁོར་ ཚོར་བ་ དཔག་ ཏུ་ མེད་པ་ ཞེས་ བྱ་བ་ ཡོད་པ་ མཐོང་ ངོ་ །_།
en: $606 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive an adjacent hell realm known as Boundless Torture.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ [190b] བརྟགས་ ན །_ འདི་ལྟར་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ བྱས་པ་ ནི་ སྔ་མ་ བཞིན་ ནོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will, {{page:{number:218,id:UT22084-068-021-100244,folio:F.190.b,volume:V68}}} as in the previous cases, see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, and alcohol consumption.

source: བརྫུན་ སྨྲ་བ་ ནི་ འདོད་ཆགས་ ཀྱི་ རྒྱུ འམ་ ཞེ་སྡང་ གི་ རྒྱུ་ མི་བཟད་པ ས་ སྨྲས་ ཤིང་ །_
en: As for lying, desire or anger may cause some to speak severe lies, or to instruct and encourage others to do so by saying,

source: གཞན་ ལ་ ཡང་ འདི་ལྟར་ འདི་ ནི་ བདག་ཅག་ གི་ མཛའ་བོ་ མཆོག་ ཏུ་ སྡུག་པ་
en: ‘So-and-so is our dearest, greatest friend.

source: བདག་ཅག་ ལ་ བྱམས་པ་ ཡིན་ ཏེ ཕྱོགས་ བཟུང་བ ར་ བྱ་ ཡིས །_
en: He is kind to us, and we must side with him.

source: བདེན་པ ར་ མ་ སྨྲ་ ཤིག་ ཅེས་ བསྒོ་ སྟེ །_
en: Do not tell the truth!’

source: དེར་ གཟེངས་བསྟོད་ ཅིང་ རབ་ཏུ་ བཀོད་ དེ་ བཙུད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ དཔག་ ཏུ་ མེད་པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Those who do so will, upon separating from their bodies, fall into the lower realms, taking birth in the hell of Boundless Torture.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ བཤད་པ་ དེ་ མཐའ་དག་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཆེན་པོ ར་ འབྱུང་ སྟེ །_
en: $607 “As for the torments of that realm, all the tortures that were explained in the contexts of the Reviving Hell, and so forth, must be endured by the beings in the Great Howling Hell.

source: གང་ ལས་ ཀྱི་ རྒྱུ་ ལྕི་བ འི་ ཕྱིར་ གནོད་པ་ ཡང་ལྕི་བ་ ཉིད་ དུ་ འགྱུར་ རོ །_།
en: Yet, since the causal actions of those in the latter realm are heavier, their tortures are comparatively more severe.

source: གནོད་པ་ ལྕི་བ་ ཉིད་ ཀྱིས་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཡང་དག་ པར་ སྟོན་ ཏོ །_།
en: This, moreover, shows well the way that karmic effects ripen.

source: དེ་ལྟ ར་ འདི་ ནི་ དུས་མཐའ་ མེད་པ་ ནས་ འཇིགས་པ་ དང་ རབ་ཏུ་ ལྡན་པ འི་ ལས་ དང་ ཉོན་མོངས་པ་ དང་ བཅས་པ་ ཟོ་ཆུན་ གྱི་ རྒྱུན་ལྟར་ འཁོར་བ འི་ འཁོར་ལོ ར་ རབ་ཏུ་ འཇུག་ གོ །_།
en: As if caught on a continuously spinning waterwheel, sentient beings have since infinite time been stuck in the horrors of karmic action and affliction.

source: སྡིག་པ་ གཞན་ ཐམས་ཅད་ ཀྱི་ གནོད་པ་ གཞན་ དུ་ འཇུག་པ་ ན་ བརྫུན་ དུ་ སྨྲ་བ་ ནི་ ཆེས་ སྡིག་པ་ ཆེ་བ་ ཡིན་ ནོ་ ཞེས་ བརྗོད་ དོ །_།
en: $608 “Lying is a tremendously negative factor that intensifies the tortures that must otherwise be endured as the result of negative actions.

source: བརྫུན་ དུ་ སྨྲ་བ་ རྫོགས་པ་ ནི་ དགེ་བ འི་ རྩ་བ་ རྟོན་པ་ གཅོད་པ ར་ བྱེད་ དེ །_ རྒྱུ་ ཇི་ལྟ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ འབྲས་བུ་ ཡང་ དེ་ལྟ་ དེ་ལྟ ར་ འགྱུར་ ཏེ །_
en: A completed act of lying will cut asunder one’s supportive roots of virtue, and effects always manifest in accordance with their causes.

source: རྒྱུ་ འདི ས་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ དཔག་ ཏུ་ མེད་པར་ ཚོར་བ་ འབྱུང་བ་ གང་ཡིན་པ་ དེ་དག་ བརྗོད་པ ར་ མི་ ནུས་ སོ །_།
en: Produced by these causes, the suffering endured in the hell of Boundless Torture cannot be put into words.

source: དེར་ གནོད་པ་ ནི་ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་ ཐམས་ཅད་ དང་ ཡང་ མཚུངས་པ་ མེད་ དེ །_ སེམས་ཅན་ དམྱལ་བ་པ་ སྡིག་ པོ་ ཆེ འི་ ཚོར་བ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: Unmatched by those of any other hell being, the tortures of an evil speaker of lies will include being attacked by parasites;

source: སྲིན་བུ ས་ བསླང་བ འི་ ཚོར་བ་ དང་ །_ སྲིན་བུ འི་ ཚོར་བ་ དང་ །_ སྐོམ་པ་ དང་ བཀྲེས་པ འི་ ཚོར་བ་ དང་ །_ རེ་ཐག་ ཆད་པ འི་ ཚོར་བ་ དང་ །_ སོ་སོ འི་ མུན་ནག་ གི་ སྡུག་བསྔལ་ མཐའ་ཡས་པ འི་ ཚོར་བ་ དང་ །_ ཕན་ཚུན་ ཕོག་ [191a] པ འི་ ཚོར་བ་ དང་ །_ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ མི་འདོད་པ འི་ ཚོར་བ་ དང་ །_ ཚེ་རབས་ དྲན་པ འི་ དགྲ་བགེགས་ ཀྱི་ མཚོན་ཆ་ ས་རབ་ ཏུ་ གཅོད་པ འི་ ཚོར་བ་ དང་ །_ བ་ ཚྭ འི་ ཆུ་བོ་ ལས་ ཤིན་ཏུ་ སྒྲོལ་བ འི་ ཚོར་བ་ དང་ །_ ཕུར་བུ་ རྣམས་ ཀྱིས་ འདེབས་པ འི་ ཚོར་བ་ དང་ །_ རྨོག་ ཐག་ མེས་ བསྲེགས་པ འི་ ཚོར་བ་ དང་ །_ རྩྭ་ དར་བ་ ལྟར་ གཅོད་ ཅིང་ རྡོ་རྗེ ས་ རེག་པ འི་ ཚོར་བ་ དང་ །_ ཀུན་ ནས་ མེ་ དང་ ཚལ་ བསྲེགས་པ འི་ མེ་ འབར་བ འི་ ཕྲེང་བ འི་ ཚོར་བ་ སྟེ །_
en: being tortured by parasites; thirst and hunger; despair; endless suffering in utter darkness; {{page:{number:219,id:UT22084-068-021-100245,folio:F.191.a,volume:V68}}} mutual striking; experiencing terrible sounds, textures, tastes, forms, and smells; being struck by the weapons of enemies and adversaries who remember past lives; drowning in a river of acid; being stabbed with spikes; having one’s head#73 burned by fire; being scythed down like crops; being struck by vajras; and being burned in an all-encompassing conflagration and in forest-consuming flames.

source: དེ་ ལ་སོགས་པ་ སེམས་ཅན་ དམྱལ་བ་ དང་ འཐུན་པ འི་ ཚོར་བ་ ཇི་སྲིད་ དུ་ བརྫུན་ སྨྲ་བ་ ཉེས་པ ར་ སྤྱད་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་
en: These and other such hellish tortures will continue to appear for the beings in the realm of Boundless Torture, until finally their misdeeds of lying have been overcome, relinquished, and exhausted.

source: གཡང་ས་ ཆེན་པོ་ ལྟ་བུ འི་ བརྫུན་ གྱི་ འབྲས་བུ་ སེམས་ཅན་ དམྱལ་བ ར་ ཚོར་བ་ དཔག་ ཏུ་ མེད་པ་ འབྱུང་ ངོ་ །_།
en: Such are the effects of the abysmal misdeed of lying as they manifest in the hell of Boundless Torture.

source: དེ་ བརྫུན་ སྨྲ་བ འི་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ རྟག་ ཏུ་ ནད་ ཀྱིས་ མངོན་པར་ འདེབས་ ཤིང་ སྐེ ར་ བགེགས་པ་ དང་ །_ ཁ་ ནད་ ལ་སོགས་པ་ འབྱུང་ ལ །_ དབུལ་བ ར་ འགྱུར །_
en: Yet, in terms of effects that accord with the causal act of lying, one will in that case constantly be ill, suffer from seizures of the throat, and be afflicted with oral diseases.

source: སྦྱིན་པ་པོ འམ །_ སྦྱིན་བདག་ ལ་སྨན་ སློང་བ་ ན་ དེ་ ཡིད་ མི་ ཆེས་པ ར་ འགྱུར་ ཏེ །_ འདི་ ཡང་ ངག་ ལོག་པ ར་ སྨྲ འོ་ སྙམ་ ནས་ མི་ ཐོབ་ སྟེ །_
en: One will be poor, and when one asks donors and benefactors for medicine one will not be trusted but instead dismissed as a swindler.

source: དེ་ ནི་ ནད་ མི་བཟད་པ ས་ ཐེབས་ ནས་ འཆི་བ འི་ དུས་ བྱེད་པ ར་ མཐོང་ ངོ་ །_།
en: Thus, one will fall fatally ill and die.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ངུ་འབོད་ ཆེན་པོ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ རྩུབ་ ཅིང་ ཚ་ལ་ བཟོད་པ ར་ དཀའ་བ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $610 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell, he will apply knowledge derived from hearing and thus perceive a hell realm known as Sharp and Unbearable Pain.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ རྒྱལ་པོ འམ །_ བློན་པོ ས་ བདག་ རང་ གི་ དོན་ དུ་ རྒྱལ་སྲིད་ ཀྱི་ ཕྱིར་ རམ །_ ནོར་རྫས་ ཀྱི་ ཕྱིར་ རམ །_ སྲོག་ གི་ ཕྱིར་ མངོན་སུམ་ [191b] དུ་ ཡིད་ཆེས་ པར་ སྨྲས་ ལ །_ ཤིན་ཏུ་ མངོན་པར་ གནོད་པ་ བྱས་ ན
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing and so see how certain kings and ministers, under the pretext of being genuinely concerned with their realm, its finances, and the lives of its people, {{page:{number:220,id:UT22084-068-021-100246,folio:F.191.b,volume:V68}}} act instead for their own personal benefit and thus inflict grave harm on others.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ རྩུབ་ ཅིང་ ཚ་ལ་ བཟོད་པ ར་ དཀའ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms, taking birth in the hell of Sharp and Unbearable Pain.

source: འདི་ལྟ་སྟེ །_ རང་ གི་ ལུས་ ལས་ ལས་ ཀྱིས་ བྱས་པ འི་ སྲིན་བུ་ དག་ སྐྱེ་ སྟེ །_ ལུས་ ཐམས་ཅད་ ལ་ ཞུགས་ཤིང་ གནད་ ཐམས་ཅད་ ལ་ ཞུགས་ ལ །_ ཆུ་རྒྱུས་ ཐམས་ཅད་ གཅོད་ ཅིང་ རྣམ་པར་ གཅོད་ དོ །_།
en: From their bodies will emerge worms produced by karmic action, and those worms will spread throughout their entire bodies, entering all their organs and severing all their muscles.

source: སེམས་ཅན་ དམྱལ་བ་ གྲུབ་པ་ དག _། ཤ་ ཐམས་ཅད་ ཟ་ ཞིང་ །_ གློ་བ་ ཟ་ ལ་ མི་བཟད་པ ར་ ཡོངས་སུ་ འགྱུར་བ་ དག །_
en: The worms will eat up the flesh of the beings of this hell, consume their lungs, and cause them unbearable experiences.

source: སེམས་ཅན་ དམྱལ་བ་ དེར་ ཚོར་བ་ མེ་ ལྟར་ ཤིན་ཏུ་ དྲག་པ་ དག་ ཚོར་བ་ ཆེན་པོ་ འཕེལ་བ་ དང་ །_ དུག་ གི་ ཚོར་བ་ མེ་ ལྟ་བུ་ དང་ །_
en: The agonies of these hell beings are like an excruciating fire, and they only continue to increase.

source: ཚོར་བ་ ཤིན་ཏུ་ དྲག་པ་ ཇི་སྐད་ བཤད་པ་ དག་ ནི་ ཚོར་བ་ རྩུབ་ ཅིང་ ཚ་ལ་ བཟོད་པ ར་ དཀའ་བ་ ཡིན་ ཏེ
en: They are like the burning pain of poison, extremely aggravating, fierce, scorching, and difficult to bear.

source: སེམས་ཅན་ དམྱལ་བ་ སྡིག་པ ས་ འཚོ་བ་ དེ འི་ མི་བཟད་པ་ གང་ཡིན་པ་ དག་ བརྗོད་པ ར་ མི་ ནུས་ སོ །_། སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཚེད་ དོ །_།
en: Thus, the excruciating effects of these hell beings’ previous evil livelihoods cannot be expressed in words, and until their negative acts have been overcome, relinquished, and exhausted, they will continue to boil.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $612 “When one finally escapes that hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ མ འི་ མངལ་ དུ་ ཞུགས་ ནས་ དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ ཇི་སྲིད་ དུ་ དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ སྤྱད་པ་ བཙའ་བ ར་ འགྱུར་བ་ དེ་སྲིད་ དུ །_ མ་ ཡང་ རྟག་ ཏུ་ ནད་བུ་ ཅན་ དུ་ འགྱུར །_ གང་ གི་ ཚེ་ མ འི་ མངལ་ དེ་ནས་ བྱུང་ ནས་ དེ་ ཕན་ཆད་ དེ་ཡང་ བྱིས་པ་ ནས་ རྟག་ ཏུ་ ནད་བུ་ ཅན་ དུ་ འགྱུར་ ཏེ །_ སྨན་པ་ ཐམས་ཅད་ ཀྱིས་ ནད་གསོ་ བར་མི་ ནུས་པ་ མཐོང་ ངོ་ །།_།།
en: Yet, in terms of effects that accord with the relevant causal actions, one’s mother will be sick throughout her pregnancy and, as soon as one emerges from her womb, the force of one’s misdeeds will afflict one with illnesses that gradually intensify and become completely incurable.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན དེས་ སེམས་ཅན་ དམྱལ་བ་ [192a] གནོད་པ་ དཔེ་མེད་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $613 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the Great Howling Hell,#74 he will perceive a hell realm {{page:{number:221,id:UT22084-068-021-100247,folio:F.192.a,volume:V68}}} known as Incomparable Harm.

source: དེར་ སེམས་ཅན་ དག་ ལས་ བྱས་ ཤིང་ བསགས་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ དུ་ སྨྲ་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ས་ འགྱུར་ རོ །_།
en: Inquiring into what completed and accumulated karmic actions may cause one to be born there, he will, as in the previous cases, see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: འདི་ལྟ་སྟེ །_ བུ་རམ་ཤིང་ དང་ །_ ས་ བསྡུ་བ འི་ དོན་ དུ་ ཞིང་ གི་ རྣང་རྒལ་ ལ་སོགས་པ་ བརྫུན་ དང་ གཡོ་ ཐབས་ ཀྱིས་ འཕྲོག་ ཅིང་ རྩོད་ ལ་
en: Thus, in order to amass land for the cultivation of sugarcane and other crops, certain people may employ lies and fraudulence to claim and steal away the land of others, such as the irrigation mounds that surround the fields.

source: གཞན་ ལ་ ཡང་ བརྫུན་ གྱིས་ སླུ་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ་ དཔེ་མེད་ པར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: As in that way they deceive others with their lies, they will later, upon separating from their body, fall into the lower realms and take birth in the hell of Incomparable Harm.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱི་ སྔ་མ་ བཞིན་ དུ་ འབྱུང་ ངོ་ །_།
en: $614 “The beings in that realm will experience pain as they undergo all the same ordeals that are otherwise experienced in the Reviving Hell, and the other hells.

source: གང་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ ཡང་ གནོད་པ་ འབྱུང་བ་ ནི་ འདི་ལྟ་སྟེ །_
en: Moreover, the specific tortures that these hell beings undergo are as follows.

source: ལྕགས་མགར་ སྦུད་པ་ དབུགས་ ཀྱིས་ བཀང་བ་ གཉིས་ ཀྱིས་ ལྕགས་ རྡུང་ ཞིང་ གླེབས་པ་ དེ་བཞིན་ དུ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ སེམས་ཅན་ དམྱལ་བ་ དེར་ སྦུད་པ་ གཉིས་ ཀྱིས་ འབུད་ ཅིང་ འཇུའོ །_།
en: Just as when a blacksmith uses bellows filled with air to heat iron to be beaten and hammered, the henchmen of the Lord of Death use bellows to fan the flames and melt these hell beings.

source: ལས་ ཀྱིས་ བསྒྲུབས་པ འི་ ཚ་བ་ ཐམས་ཅད་ ཀྱིས་ འབུད་ ཅིང་ འཇུའོ །_། བརྡུང་ ཞིང་ གླེབས་པ་ ནི་ ལྕགས་ བཞིན་ ཀུན་ དུ་ རྡུང་ ངོ་ །_།
en: Thus, all the heat created by karmic action will fan and melt these beings as they are beaten and flattened like a piece of iron.

source: ཡང་ སྐྱེ་བ ར་ འགྱུར་ ཏེ་ དེ་ནས་ ཕྱུང་ ནས་ རྫ་མ འི་ ནང་ དུ་ བཅུག་ སྟེ །_ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་ ཇི་སྲིད་ དུ་ མོན་སྲན་ གྲེའུ་ བཞིན་ དུ་ བསྐོལ་ ཏོ །_།
en: They will then revive, only to be thrown into a pot where they continue to boil like lentils, until finally their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $615 “When they finally escape this hell, they may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ རྟག་ ཏུ་ སྐོམ་པ ས་ གདུངས་ ཤིང་ ཁྲོ་ལ་ སྐྱེ་བོ་ ཐམས་ཅད་ ཡིད་ཆེས་ པར་ མི་འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Yet, in terms of effects that accord with the relevant causal actions, they will always suffer from thirst, be aggressive, and not be trusted by anyone.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་ [192b] པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཐམས་ཅད་ མུན་པ་ ཞེས་ བྱ་བ་ མཐོང་ ངོ་ །_།
en: $616 “As the monk who has knowledge of the effects of the ripening of karmic actions continues {{page:{number:222,id:UT22084-068-021-100248,folio:F.192.b,volume:V68}}} to examine the regions that surround the Great Howling Hell he will perceive a hell known as Total Darkness.

source: དེར་ སེམས་ཅན་ དག་ ལས་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ར་ འགྱུར་ རོ །_།
en: When inquiring into what karmic actions one must engage in, become habituated to, and increase in order to be born there, he will see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, and alcohol consumption.

source: བརྫུན་ སྨྲ་བ་ ཡང་ གཞན་ གྱི་ བུད་མེད་ ལ་ ཉལ་ ནས་ དེ་ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ དུ་ འདི་ལྟར་ བདག་ གིས་ བུད་མེད་ འདི་ ལ་མ་ ཉལ་ ཞེས་ སྨྲ་ ལ །_ བུད་མེད་ ཀྱི་ ཁྱིམ་ཐབ་ མི་ དེ་ ལ་ ཡང་ གནོད་པ་ བྱེད་པ ར་ མངོན་པར་ སྒྲུབ་ ན
en: Moreover, in terms of lying, some people sleep with another man’s woman, and then later, at the royal court, they deny having done so, thus causing harm to the woman’s husband.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཐམས་ཅད་ མུན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Upon separating from their bodies, such people will fall into the lower realms and take birth in the hell of Total Darkness.

source: དེར་ གནོད་པ་ འདི་དག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_
en: $617 “The beings in that realm will experience the following tortures.

source: སྤྱི་བོ ར་ ཕུག་ ནས་ དེར་ ལྕེ་ འབྱིན་ ཏེ་ ཕྱུང་ ནས་ ཀྱང་ རལ་གྲི་ དག་ གིས་ གཅོད་ དོ །_།
en: Their skulls will be cleaved open from the top and their tongues will be cut off and extracted through the ensuing hole.

source: བཅད་ ཅིང་ བཅད་ ཅིང་ ཡང་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། ཡང་ མཚོན་ཆ་ ཧུ་ ལུ་ ཀ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་
en: This severance of the tongue will recur, because whenever their tongue is cut off, a new one will grow out in its place, only to be amputated again.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ གཅོད་ དོ །_།
en: Thus, until their negative acts have been overcome, relinquished, and exhausted, their tongues will be cut off with flaming weapons#75 throughout many hundreds of thousands of years.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ ཡི་དགས་ དང་ དུད་འགྲོ་ དག་ ཏུ་ མ་ སྐྱེས་ ལ །_ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན
en: $618 “When one finally escapes this hell, one may, due to karmic actions to be experienced in other lives, avoid birth as a starving spirit or an animal, and instead be born with the general lot in life of a human.

source: དེ་ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ དམུས་ལོང་ དང་ འོན་པ ར་ འགྱུར་ ཞིང་ དེ་
en: Yet, in terms of effects that accord with the relevant causal actions, one will then be blind and deaf.

source: སྐྱེས་མ་ ཐག་ ཏུ་ ཁ་ཟས་ ལམ་པོ་ཆེ་ དང་ བཞི་མདོ ར་ སྡུག་ ཕོངས་པ ས་ འཚོ་བར་ འགྱུར །_
en: Straight from birth one will be destitute, having to beg for food along highways and at road crossings.

source: ཁྱིམ་ གྱི་ སྒོ་ དུ་མ ར་ ཁ་ཟས་ སློངས་ མོས་ འཚོ་ ཞིང་ ཚེ་ ཐུང་ ལ་ བུ་ དང་ ཆུང་མ ས་ ཀྱང་ སྤངས་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: One will wander from door to door in search of food, have a short life, and be shunned even by one’s own spouse and children.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ངུ་འབོད་ ཀྱི་ འཁོར་སེམས་ ཅན་ དམྱལ་བ་ མུན་པ་ དང་ དུད་པ་ ཞེས་ བྱ་བ་ ལ་ བརྟགས་ ཏེ །_
en: $619 “Next, the monk who has knowledge of the effects of the ripening of karmic actions will examine the neighboring region of the Great Howling Hell#76 known as Blinding Smoke.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ [193a] ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ ཀུན་ དུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ ར་ འགྱུར་ རོ །_།
en: Inquiring into what karmic actions may cause one to be born there, he will apply knowledge derived from hearing {{page:{number:223,id:UT22084-068-021-100249,folio:F.193.a,volume:V68}}} and thus see that such a birth is caused by resorting to, becoming habituated to, and increasing acts of killing, stealing, sexual misconduct, and alcohol consumption.

source: བརྫུན་ སྨྲ་བ་ ཡང་ ཚོང་པ་ ཁེ་སྤོགས་ ཀྱིས་ འཚོ་བ འི་ ཕྱིར །_ རྫས་ འདི་ ནི་ ཚོང་པ འི་ ནང་ཁྲིམས་ ཀྱིས་ བདག་དབང་ སྟེ །_
en: As for lying, in order to maximize their profit, there are businesspeople who falsely claim that a business agreement entitles them, and not others, to certain goods.

source: འདི་ གཞན་ མི་དབང་ ཞེས་ དེས་ བརྫུན་ སྨྲ་ ཞིང་ གཡོ་ ཐབས་ ཀྱིས་ རྫས་ འཕྲོག་ ན་
en: In this way they manage to steal the goods through lies and treachery.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ འི་ འཇིག་རྟེན་ མུན་པ་ དང་ དུད་པ་ ཞེས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Upon separating from their bodies, however, they will fall into the lower realms and be born in the hell of Blinding Smoke.

source: འདི་ལྟ་སྟེ །_ སྔ་མ་ བཞིན་ དུ་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ ལ་ འབྱུང་བ་ ལྟར་ ཡན་ལག་ དང་ ཉིང་ལག་ ཤིན་ཏུ་ འཇམ་པ་ ཐམས་ཅད་ བཅད་ ཅིང་ གཏུབས་པ་ དང་ །_ ཡང་ རབ་ཏུ་ ངུའོ །_།
en: Just as in the case of the Reviving Hell and so forth, their extremely tender bodies will be cut asunder. The beings of this hell thus scream as all their major and minor body parts are chopped to bits.
